Repository: fovecsernyes/pizza-ordering-system
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: hu

source: Our pizzeria
hu: A pizzériánk

source: Pizza is an Italian food that is now spread throughout the world. It is based on a thin slice of Celtic pasta covered with tomato or sour cream based sauce, topped with various toppings (the most common are vegetables, mushrooms and cold cuts), and the dough is finally sprinkled with grated cheese and baked. Typical spices include oregano and pepperoni. The original Italian pizza is served with mozzarella, basil and olive oil, which may come with additional ingredients.
hu: A pizza olasz eredetű étel, ami mára az egész világon elterjedt. Alapja egy kelt tésztából készült vékony lepénykenyér, melyet paradicsom vagy tejföl alapú szósszal borítanak, és erre különféle feltétek kerülnek, (a leggyakoribbak a különféle zöldségek, gomba és felvágottak), a tésztát végül reszelt sajttal szórják meg és sütőben megsütik. Jellegzetes fűszerei közé tartozik az oregánó és a pepperoni. Az eredeti olasz pizzára mozzarellát, bazsalikomot és olíva olajat tesznek, erre kerülhet további feltét.

source: Map
hu: Térkép

source: On sale
hu: Akciós

source: Recommended
hu: Ajánlott

source: Home
hu: Kezdőlap

source: Pizzas
hu: Pizzák

source: Profile
hu: Profil

source: My orders
hu: Rendeléseim

source: Reset password
hu: Jelszó módosítása

source: Log out
hu: Kilépés

source: Sign up
hu: Regisztráció

source: Log in
hu: Belépés

source: Go to Admin
hu: Admin felület

source: Contact
hu: Kapcsolat

source: Follow on Twitter
hu: Kövess Twitteren

source: Like on Facebook
hu: Lájkolj Facebookon

source: Email me
hu: Küldj e-mailt

source: Magyar szöveg...
hu: English text...

source: Pizza - Pizzas
hu: Pizza - Pizzák

source: All Items
hu: Minden termék

source: Allergens to exclude:
hu: Allergéneket ne tartalmazza:

source: Milk
hu: Laktóz

source: Peanuts
hu: Mogyorófélék

source: Gluten
hu: Glutén

source: Fish
hu: Hal

source: Wheat
hu: Búza

source: Search for pizza
hu: Pizza keresése

source: Search
hu: Keresés

source: Reset
hu: Alaphelyzet

source: Create custom pizza
hu: Saját pizza készítése

source: Add to cart
hu: Kosárhoz adás

source: Add to cart as half
hu: Kosárhoz adás félként

source: Edit
hu: Szerkesztés

source: Customize your pizza
hu: Pizza szerkesztése

source: Bases / Sauces
hu: Alapok / Szószok

source: Toppings
hu: Feltétek

source: Size
hu: Méret

source: Base
hu: Alap

source: Classic
hu: Klasszikus

source: Italian
hu: Olasz

source: Lactose free
hu: Laktózmentes

source: Sauce
hu: Szósz

source: Topping
hu: Feltét

source: Price:
hu: Ár:

source: Toppings:
hu: Feltétek:

source: mushroom:
hu: gomba:

source: Save pizza
hu: Pizza mentése

source: Create your own pizza
hu: Saját pizza készítése

source: Price
hu: Ár

source: Total
hu: Összesen

source: mushroom
hu: gomba

source: Name
hu: Nlv

source: The name of your custom pizza.
hu: A saját pizza neve.

source: Create pizza
hu: Pizza készítése

source: Pizza - Profile:
hu: Pizza - Profil:

source: Update
hu: Frissítés

source: Pizza - Login
hu: Módosítás

source: Login
hu: Belépés

source: Pizza - Password reset complete!
hu: Pizza - Jelszó módosítás sikeres!

source: Password reset complete
hu: Jelszó módosítás sikeres

source: Pizza - Confirm password reset!
hu: Pizza - Jelszó visszaállítás megerősítése!

source: The password reset link was invalid, possibly because it has already been used.
hu: A jelszó visszaállító link nem működik, valószínűleg már használták.

source: Please request a new password reset!
hu: Kérlek csinálj egy új jelszó visszaállítást!

source: Pizza - Password reset is done!
hu: Pizza - Jelszó visszaállítás végrehajtva!

source: Check your inbox.
hu: Nézd meg a postaládád.

source: We've emailed you instructions for setting your password. You should receive the email shortly!
hu: Küldtünk egy e-mail, a további teendőkért hogy beállítsad a jelszavad. Hamarosan meg kell érkeznie!

source: Pizza - Password reset
hu: Pizza - Jelszó visszaállítás

source: Forgot your password?
hu: Elfelejtetted a jelszavad?

source: Enter your email address below, and we'll email instructions for setting a new one.
hu: Írd be az e-mail címed, és mi küldünk egy levelet a további instrukciókért, hogy beállíts egy új jelszót.

source: Pizza - My shopping cart
hu: Pizza - Bevásárlókosaram

source: Your Shopping Cart
hu: Kosarad

source: Product
hu: Termék

source: Quantity
hu: Mennyiség

source: Remove
hu: Eltávolít

source: Unit Price
hu: Egységár

source: Continue Shopping
hu: Vásárlás folytatása

source: Checkout
hu: Tovább a fizetéshez

source: Pizza - Sign up!
hu: Pizza - Regisztráció!

source: My previous orders
hu: Előző rendeléseim

source: Food delivery:
hu: Futár:

source: Shipping here:
hu: Szállítás ide:

source: Reorder
hu: Újrarendelés
